Repository: cyberfilth/LazLock
Catalog: languages/PO files/lazlock.*.po
Languages: hu, ro

# tmainlazlock.rcmnucopyusername.caption
source: Copy Username
hu: Másolás Felhasználónév másolása
ro: Copiați numele de utilizator

# tmainlazlock.stmmnuexit.caption
source: Exit LazLock
hu: Lépjen ki a LazLockból
ro: Ieșiți din LazLock

# unittranslate.categoryselect
source: Select
hu: választ
ro: Selectați

source: records in LazLock
hu: rekordok a LazLockban
ro: înregistrări în LazLock

source: Spaces
ro: spaţii
