Repository: cyberfilth/LazLock
Catalog: languages/PO files/lazlock.*.po
Languages: hu, ro

# tmainlazlock.btnbanking.caption
source: Banking
hu: Banki
ro: Bancar

# tmainlazlock.btneducation.caption
source: Education
hu: Oktatás
ro: Educaţie

# tmainlazlock.btnmedia.caption
source: Media
hu: Média
ro: Mass-media

# tmainlazlock.btnother.caption
source: Other
hu: Más
ro: Alte

# tmainlazlock.btnshopping.caption
source: Shopping
hu: Bevásárlás
ro: Cumpărături

# tmainlazlock.btnshowall.caption
source: All
hu: Minden
ro: Toate

# tmainlazlock.btnsocialmedia.caption
source: Social Media
hu: Közösségi média

# tmainlazlock.btnsoftware.caption
source: Software
hu: Szoftver
ro: Software-ul

# tmainlazlock.btnweb.caption
source: Web
hu: háló

# tmainlazlock.btnwork.caption
source: Work
hu: Munka
ro: Muncă

source: Categories
hu: Kategóriák
ro: Categorii

# TMAINLAZLOCK.LABELPASSWORD.CAPTION
source: Password
hu: Jelszó
ro: Parola

# TMAINLAZLOCK.LABELUSER.CAPTION
source: Username
hu: Felhasználónév
ro: Nume de utilizator

# tmainlazlock.listview1.columns[0].caption
source: Category
hu: Kategória
ro: Categorie

source: Logins
hu: Bejelentkezések
ro: Conectări

# tmainlazlock.listview1.columns[3].caption
source: Username
hu: Felhasználónév
ro: Nume de utilizator

# tmainlazlock.listview1.columns[4].caption
source: Password
hu: Jelszó
ro: Parola

source: Image
hu: Kép
ro: Imagine

source: About
hu: Ról ről
ro: Despre

# tmainlazlock.mnuadd.caption
source: Add Entry
hu: Bejegyzés hozzáadása
ro: Adaugă înregistrare

# tmainlazlock.mnuadd.hint
source: Add a new entry
hu: Új bejegyzés hozzáadása
ro: Adăugați o intrare nouă

source: Create backup
hu: Biztonsági mentés létrehozása
ro: A crea copie de rezervă

source: Change Password
hu: Jelszó módosítása
ro: Schimbaţi parola

# tmainlazlock.mnudelete.caption
source: Delete Entry
hu: Bejegyzés törlése
ro: Ștergeți intrarea

# tmainlazlock.mnudelete.hint
source: Remove an entry
hu: Távolítson el egy bejegyzést
ro: Eliminați o intrare

# tmainlazlock.mnuedit.caption
source: Edit Entry
hu: Bejegyzés szerkesztése
ro: Editați înregistrarea

# tmainlazlock.mnuedit.hint
source: Edit an entry
hu: Bejegyzés szerkesztése
ro: Editați o intrare

source: &Edit
hu: szerkesztése
ro: &Editați | ×

source: E&xit
hu: Kijárat
ro: Ieșire

# tmainlazlock.mnuexit.hint
source: Exit LazLock
hu: Lépjen ki a LazLockból
ro: Ieșiți din LazLock

source: Export as plain text
hu: Export egyszerű szövegként
ro: Exportați ca text simplu

source: &File
hu: & Fájl
ro: &Fişier

source: &Help
hu: &Segítség
ro: &Ajutor

source: Online help
hu: Online segítség
ro: Ajutor online

# tmainlazlock.mnupwgenerator.caption
source: Password Generator
hu: Jelszó generátor
ro: Generator de parolă

# tmainlazlock.mnupwgenerator.hint
source: Open Password Generator
hu: Nyissa meg a jelszó-generátort
ro: Generator de parole deschise

source: Encrypt and &Save
hu: Titkosítás és & Mentés
ro: Criptați și salvați

# tmainlazlock.mnusave.hint
source: Save and encrypt database
hu: Az adatbázis mentése és titkosítása
ro: Salvați și criptați baza de date

# TMAINLAZLOCK.RCMMNUADDENTRY.CAPTION
source: Add Entry
hu: Bejegyzés hozzáadása
ro: Adaugă înregistrare

# TMAINLAZLOCK.RCMMNUPWGEN.CAPTION
source: Password Generator
hu: Jelszó generátor
ro: Generator de parolă

# TMAINLAZLOCK.RCMNUADDENTRY.CAPTION
source: Add Entry
hu: Bejegyzés hozzáadása
ro: Adaugă înregistrare

source: Copy Password
hu: Jelszó másolása
ro: Copiați parola

source: Copy URL
hu: URL másolása
ro: Copiați adresa URL

source: Copy Username
hu: Másolás Felhasználónév másolása
ro: Copiați numele de utilizator

# TMAINLAZLOCK.RCMNUDELETEENTRY.CAPTION
source: Delete Entry
hu: Bejegyzés törlése
ro: Ștergeți intrarea

# TMAINLAZLOCK.RCMNUEDITENTRY.CAPTION
source: Edit Entry
hu: Bejegyzés szerkesztése
ro: Editați înregistrarea

# TMAINLAZLOCK.RCMNUPWGENERATOR.CAPTION
source: Password Generator
hu: Jelszó generátor
ro: Generator de parolă

source: Save unencrypted text file as
hu: A titkosítatlan szövegfájl mentése
ro: Salvați fișierul text necriptat ca

source: ToolBar1
hu: Eszköztár1

source: Symbols
hu: szimbólumok
ro: simboluri

source: Numbers
hu: számok
ro: numere

source: Add
hu: hozzáad
ro: Adăuga

# tpasswordgenerator.btncancel.caption
source: Cancel
hu: Megszünteti
ro: Anulare

# tpasswordgenerator.btncancel2.caption
source: Cancel
hu: Megszünteti
ro: Anulare

source: Close
hu: Bezárás
ro: Închide

source: Copy
hu: Másolat
ro: Copie

source: Generate password
hu: Jelszó létrehozása
ro: Generați parola

source: Save changes
hu: Változtatások mentése
ro: Salvează modificările

# tpasswordgenerator.caption
source: Add Entry / Password Generator
hu: Új bejegyzés / jelszó generátor hozzáadása
ro: Adăugați Generator de intrare / parolă

source: Uppercase
hu: Nagybetűs
ro: Majuscule

source: Lowercase
hu: kisbetűs
ro: Minuscule

source: Brackets
hu: Konzolok
ro: Console

# tpasswordgenerator.edcategory.text
source: Select
hu: választ
ro: Selectați

# tpasswordgenerator.edcategory2.text
source: Select
hu: választ
ro: Selectați

# tpasswordgenerator.edimage.hint
source: Select an icon
hu: Válasszon ki egy ikont
ro: Selectați o pictogramă

# tpasswordgenerator.edimage2.hint
source: Select an icon
hu: Válasszon ki egy ikont
ro: Selectați o pictogramă

# tpasswordgenerator.edname.editlabel.caption
source: Name of site
hu: A webhely neve
ro: Numele site-ului

# tpasswordgenerator.edname.texthint
source: e.g. CPunk-Security
hu: például. CPunk-Security
ro: de exemplu. CPunk-securitate

# tpasswordgenerator.edname2.editlabel.caption
source: Name of site
hu: A webhely neve
ro: Numele site-ului

# tpasswordgenerator.edname2.texthint
source: e.g. CPunk-Security
hu: például. CPunk-Security
ro: de exemplu. CPunk-securitate

# tpasswordgenerator.edpassword.editlabel.caption
source: Password
hu: Jelszó
ro: Parola

# tpasswordgenerator.edpassword2.editlabel.caption
source: Password
hu: Jelszó
ro: Parola

# tpasswordgenerator.edurl.editlabel.caption
source: Web address
hu: webcím
ro: adresa de internet

# tpasswordgenerator.edurl2.editlabel.caption
source: Web address
hu: webcím
ro: adresa de internet

# tpasswordgenerator.eduser.editlabel.caption
source: Username
hu: Felhasználónév
ro: Nume de utilizator

# tpasswordgenerator.eduser2.editlabel.caption
source: Username
hu: Felhasználónév
ro: Nume de utilizator

source: Length of password
hu: A jelszó hossza
ro: Lungimea parolei

# tpasswordgenerator.label2.caption
source: Generate a random password
hu: Hozzon létre egy véletlenszerű jelszót
ro: Generați o parolă aleatorie

# tpasswordgenerator.lblcategory.caption
source: Category
hu: Kategória
ro: Categorie

# tpasswordgenerator.lblcategory2.caption
source: Category
hu: Kategória
ro: Categorie

# tpasswordgenerator.lblicon.caption
source: Select an icon
hu: Válasszon ki egy ikont
ro: Selectați o pictogramă

# tpasswordgenerator.lblicon2.caption
source: Select an icon
hu: Válasszon ki egy ikont
ro: Selectați o pictogramă

source: Create a new entry
hu: Hozzon létre egy új bejegyzést
ro: Creați o intrare nouă

# tpasswordgenerator.lbltitle1.caption
source: Edit Entry
hu: Bejegyzés szerkesztése
ro: Editați înregistrarea

# tpasswordgenerator.linkpwgenerator.caption
source: Use Password Generator
hu: Használjon jelszó-generátort
ro: Utilizați generatorul de parole

# tpasswordgenerator.linkpwgenerator2.caption
source: Use Password Generator
hu: Használjon jelszó-generátort
ro: Utilizați generatorul de parole

source: Password options
hu: Jelszó opciók
ro: Opțiuni pentru parole

# tpasswordgenerator.tabeditentry.caption
source: Edit Entry
hu: Bejegyzés szerkesztése
ro: Editați înregistrarea

source: Add entry
hu: Adjon bejegyzést
ro: Adaugă înregistrare

# tpasswordgenerator.tabpwgenerator.caption
source: Password Generator
hu: Jelszó generátor
ro: Generator de parolă

# unitmain.addentrypwgeneratorcaption
source: Add Entry / Password Generator
hu: Új bejegyzés / jelszó generátor hozzáadása
ro: Adăugați Generator de intrare / parolă

# unitmain.changecaption
source: Change password
hu: Jelszó módosítása
ro: Schimbaţi parola

# unitmain.confirmcaption
source: Confirm password
hu: Jelszó megerősítése
ro: Confirma parola

# unitmain.copytocboard
source: Copy to the clipboard
hu: Másolja a vágólapra
ro: Copiați în clipboard

# unitmain.createcaption
source: Create a new file
hu: Hozzon létre egy új fájlt
ro: Creați un fișier nou

# unitmain.dontmatch
source: Passwords do not match LazLock will now exit
hu: A jelszavak nem egyeznek A LazLock most kilép
ro: parolele nu se potrivesc LazLock va ieși acum

# unitmain.enterpw
source: Please enter your password.
hu: Kérem írja be a jelszavát.
ro: Va rugam sa introduceti parola.

# unitmain.enterpwcaption
source: Enter password
hu: Írd be a jelszót
ro: Introdu parola

# unitmain.exitdecryptmessage
source: Incorrect password entered. LazLock will now quit.
hu: Helytelen jelszó beírása. A LazLock most kilép.
ro: A fost introdusă parolă incorectă. LazLock va renunța acum.

# unitmain.letsbegin
source: Let's begin
hu: Kezdjük
ro: Sa incepem

# unitmain.newpw1message
source: Enter a new password to encrypt this file.
hu: Adjon meg egy új jelszót a fájl titkosításához.
ro: Introduceți o nouă parolă pentru a cripta acest fișier.

# unitmain.newvaultmessage
source: A new LazLock vault will be created. Please enter a new password that will be used to protect your data. IT IS IMPORTANT THAT YOU NEVER FORGET THIS PASSWORD. To protect your privacy, LazLock will not create a backup of your password.
hu: Új LazLock tároló kerül létrehozásra. Adjon meg egy új jelszót, amelyet az adatok védelmére használ. FONTOS, HOGY EZT A JELSZÓT NEM VONJA MEG. A magánélet védelme érdekében a LazLock nem hoz létre biztonsági másolatot a jelszóról.
ro: Va fi creat un nou seif LazLock. Introduceți o parolă nouă care va fi utilizată pentru a vă proteja datele. ESTE IMPORTANT CĂ NU VĂ RUGĂȚI NICIODATĂ PAROLA. Pentru a vă proteja confidențialitatea, LazLock nu va crea o copie de siguranță a parolei.

# unitmain.nochangemessage
source: Passwords do not match. Current password has not been changed.
hu: A jelszavak nem egyeznek. A jelenlegi jelszó nem módosult.
ro: Parolele nu se potrivesc. Parola curentă nu a fost modificată.

# unitmain.noentrymessage
source: No entry selected
hu: Nincs bejegyzés kiválasztva
ro: Nu a fost selectată nici o intrare

# unitmain.nopasswordexit
source: No password entered, LazLock will exit
hu: Nincs megadva jelszó, a LazLock kilép
ro: Nu a fost introdusă nicio parolă, LazLock va ieși

# unitmain.openlinkdefaultbrowser
source: Open link in default web browser
hu: Nyissa meg a hivatkozást az alapértelmezett webböngészőben
ro: Deschideți linkul în browserul web implicit

# unitmain.reenterpw
source: Please re-enter the password to confirm.
hu: Kérjük, adja meg újra a jelszót a megerősítéshez.
ro: Reintroduceți parola pentru confirmare.

# unitmain.welcomemessagedialog
source: Welcome to LazLock Password Manager A new vault has been created for you to begin storing your passwords. Do you wish to view the online help?
hu: Üdvözöljük a LazLock Password Manager programban Új fiókot hoztak létre, hogy elkezdhesse a jelszavak tárolását. Szeretné megtekinteni az online súgót?
ro: Bine ați venit la LazLock Password Manager A fost creată o nouă seif pentru a începe stocarea parolelor. Doriți să vizualizați ajutorul online?

# unitpassword.averagepw
source: Average strength password
hu: Átlagos erő jelszó
ro: Parola medie de rezistență

# unitpassword.closepwgenerator
source: Close password generator
hu: Zárja be a jelszó generátort
ro: Închideți generatorul de parole

# unitpassword.completeallfields
source: Please complete all fields to add a new entry
hu: Kérjük, töltse ki az összes mezőt új bejegyzés hozzáadásához
ro: Completați toate câmpurile pentru a adăuga o intrare nouă

# unitpassword.copypwtoclipboard
source: Copy password to clipboard
hu: Másolja a jelszót a vágólapra
ro: Copiați parola în clipboard

# unitpassword.generaterandompw
source: Generate a random password
hu: Hozzon létre egy véletlenszerű jelszót
ro: Generați o parolă aleatorie

# unitpassword.selectpwcharacters
source: Please select which characters to include in your password.
hu: Kérjük, jelölje ki azokat a karaktereket, amelyeket fel kell venni a jelszavába.
ro: Selectați ce caractere să includeți în parola dvs.

# unitpassword.statusenablebrackets
source: Enable brackets in password
hu: Engedélyezze a zárójeleket a jelszóban
ro: Activați parantezele în parolă

# unitpassword.statusenablelowercase
source: Enable lowercase letters in password
hu: Kisbetűs betűk engedélyezése a jelszóban
ro: Activați literele mici în parolă

# unitpassword.statusenablenumbers
source: Enable numbers in password
hu: Számok engedélyezése a jelszóban
ro: Activați numerele în parolă

# unitpassword.statusenablespaces
source: Enable spaces *note: Not all websites allow spaces in passwords
hu: Területek engedélyezése * Megjegyzés: Nem minden weboldal engedélyezi a szóközökben lévő szóközöket
ro: Activați spații * Notă: Nu toate site-urile web permit paragrafe în parole

# unitpassword.statusenablesymbols
source: Enable symbols / special characters in password
hu: Szimbólumok / különleges karakterek engedélyezése a jelszóban
ro: Activați simbolurile / caracterele speciale în parolă

# unitpassword.statusenableuppercase
source: Enable uppercase letters in password
hu: Nagybetűk engedélyezése a jelszóban
ro: Activați literele majuscule în parolă

# unitpassword.statusselectpwlength
source: Select number of characters in password
hu: Jelszó számának kiválasztása
ro: Selectați numărul de caractere din parolă

# unitpassword.strongpw
source: Strong password
hu: Erős jelszó
ro: Parola puternica

# unitpassword.verystrongpw
source: Very strong password
hu: Nagyon erős jelszó
ro: Parola foarte puternică

# unitpassword.veryweakpw
source: Very weak password
hu: Nagyon gyenge jelszó
ro: Parola foarte slabă

# unitpassword.weakpw
source: Weak password
hu: Gyenge jelszó
ro: Parola slabă

# unittranslate.addentrypwgeneratorcaption
source: Add Entry / Password Generator
hu: Új bejegyzés / jelszó generátor hozzáadása
ro: Adăugați Generator de intrare / parolă

# unittranslate.averagepw
source: Average strength password
hu: Átlagos erő jelszó
ro: Parola medie de rezistență

# unittranslate.changecaption
source: Change password
hu: Jelszó módosítása
ro: Schimbaţi parola

# unittranslate.closepwgenerator
source: Close password generator
hu: Zárja be a jelszó generátort
ro: Închideți generatorul de parole

# unittranslate.completeallfields
source: Please complete all fields to add a new entry
hu: Kérjük, töltse ki az összes mezőt új bejegyzés hozzáadásához
ro: Completați toate câmpurile pentru a adăuga o intrare nouă

# unittranslate.confirmcaption
source: Confirm password
hu: Jelszó megerősítése
ro: Confirma parola

# unittranslate.copypwtoclipboard
source: Copy password to clipboard
hu: Másolja a jelszót a vágólapra
ro: Copiați parola în clipboard

# unittranslate.copytocboard
source: Copy to the clipboard
hu: Másolja a vágólapra
ro: Copiați în clipboard

# unittranslate.createcaption
source: Create a new file
hu: Hozzon létre egy új fájlt
ro: Creați un fișier nou

# unittranslate.dontmatch
source: Passwords do not match LazLock will now exit
hu: A jelszavak nem egyeznek A LazLock most kilép
ro: parolele nu se potrivesc LazLock va ieși acum

source: Edit Entry / Password Generator
hu: Bejegyzés / jelszó generátor szerkesztése
ro: Editați generatorul de intrare / parolă

# unittranslate.enterpw
source: Please enter your password.
hu: Kérem írja be a jelszavát.
ro: Va rugam sa introduceti parola.

# unittranslate.enterpwcaption
source: Enter password
hu: Írd be a jelszót
ro: Introdu parola

# unittranslate.exitdecryptmessage
source: Incorrect password entered. LazLock will now quit.
hu: Helytelen jelszó beírása. A LazLock most kilép.
ro: A fost introdusă parolă incorectă. LazLock va renunța acum.

# unittranslate.generaterandompw
source: Generate a random password
hu: Hozzon létre egy véletlenszerű jelszót
ro: Generați o parolă aleatorie

# unittranslate.lblall
source: All
hu: Minden
ro: Toate

# unittranslate.lblbanking
source: Banking
hu: Banki
ro: Bancar

# unittranslate.lbleducation
source: Education
hu: Oktatás
ro: Educaţie

# unittranslate.lblmedia
source: Media
hu: Média
ro: Mass-media

# unittranslate.lblother
source: Other
hu: Más
ro: Alte

# unittranslate.lblshopping
source: Shopping
hu: Bevásárlás
ro: Cumpărături

# unittranslate.lblsocialmedia
source: Social Media
hu: Közösségi média

# unittranslate.lblsoftware
source: Software
hu: Szoftver
ro: Software-ul

# unittranslate.lblweb
source: Web
hu: háló

# unittranslate.lblwork
source: Work
hu: Munka
ro: Muncă

# unittranslate.letsbegin
source: Let's begin
hu: Kezdjük
ro: Sa incepem

source: Are you sure you want to delete
hu: Biztos vagy benne, hogy törölni akarod
ro: ești sigur că vrei să ștergi

source: Your LazLock file has been changed. Do you want to save before you exit?
hu: A LazLock fájl megváltozott. El szeretné menteni, mielőtt kilépne?
ro: Dosarul dvs. LazLock a fost modificat. Doriți să salvați înainte de a ieși?

source: Save changes?
hu: Változtatások mentése?
ro: Salvează modificările?

# unittranslate.newpw1message
source: Enter a new password to encrypt this file.
hu: Adjon meg egy új jelszót a fájl titkosításához.
ro: Introduceți o nouă parolă pentru a cripta acest fișier.

# unittranslate.newvaultmessage
source: A new LazLock vault will be created. Please enter a new password that will be used to protect your data. IT IS IMPORTANT THAT YOU NEVER FORGET THIS PASSWORD. To protect your privacy, LazLock will not create a backup of your password.
hu: Új LazLock tároló kerül létrehozásra. Adjon meg egy új jelszót, amelyet az adatok védelmére használ. FONTOS, HOGY EZT A JELSZÓT NEM VONJA MEG. A magánélet védelme érdekében a LazLock nem hoz létre biztonsági másolatot a jelszóról.
ro: Va fi creat un nou seif LazLock. Introduceți o parolă nouă care va fi utilizată pentru a vă proteja datele. ESTE IMPORTANT CĂ NU VĂ RUGĂȚI NICIODATĂ PAROLA. Pentru a vă proteja confidențialitatea, LazLock nu va crea o copie de siguranță a parolei.

# unittranslate.nochangemessage
source: Passwords do not match. Current password has not been changed.
hu: A jelszavak nem egyeznek. A jelenlegi jelszó nem módosult.
ro: Parolele nu se potrivesc. Parola curentă nu a fost modificată.

# unittranslate.noentrymessage
source: No entry selected
hu: Nincs bejegyzés kiválasztva
ro: Nu a fost selectată nici o intrare

# unittranslate.nopasswordexit
source: No password entered, LazLock will exit
hu: Nincs megadva jelszó, a LazLock kilép
ro: Nu a fost introdusă nicio parolă, LazLock va ieși

# unittranslate.openlinkdefaultbrowser
source: Open link in default web browser
hu: Nyissa meg a hivatkozást az alapértelmezett webböngészőben
ro: Deschideți linkul în browserul web implicit

# unittranslate.openpwgeneratorcaption
source: Open Password Generator
hu: Nyissa meg a jelszó-generátort
ro: Generator de parole deschise

# unittranslate.pwgeneratorcaption
source: Password Generator
hu: Jelszó generátor
ro: Generator de parolă

# unittranslate.reenterpw
source: Please re-enter the password to confirm.
hu: Kérjük, adja meg újra a jelszót a megerősítéshez.
ro: Reintroduceți parola pentru confirmare.

# unittranslate.selectpwcharacters
source: Please select which characters to include in your password.
hu: Kérjük, jelölje ki azokat a karaktereket, amelyeket fel kell venni a jelszavába.
ro: Selectați ce caractere să includeți în parola dvs.

# unittranslate.statusaddentry
source: Add a new entry
hu: Új bejegyzés hozzáadása
ro: Adăugați o intrare nouă

# unittranslate.statuseditentry
source: Edit an entry
hu: Bejegyzés szerkesztése
ro: Editați o intrare

# unittranslate.statusenablebrackets
source: Enable brackets in password
hu: Engedélyezze a zárójeleket a jelszóban
ro: Activați parantezele în parolă

# unittranslate.statusenablelowercase
source: Enable lowercase letters in password
hu: Kisbetűs betűk engedélyezése a jelszóban
ro: Activați literele mici în parolă

# unittranslate.statusenablenumbers
source: Enable numbers in password
hu: Számok engedélyezése a jelszóban
ro: Activați numerele în parolă

# unittranslate.statusenablespaces
source: Enable spaces *note: Not all websites allow spaces in passwords
hu: Területek engedélyezése * Megjegyzés: Nem minden weboldal engedélyezi a szóközökben lévő szóközöket
ro: Activați spații * Notă: Nu toate site-urile web permit paragrafe în parole

# unittranslate.statusenablesymbols
source: Enable symbols / special characters in password
hu: Szimbólumok / különleges karakterek engedélyezése a jelszóban
ro: Activați simbolurile / caracterele speciale în parolă

# unittranslate.statusenableuppercase
source: Enable uppercase letters in password
hu: Nagybetűk engedélyezése a jelszóban
ro: Activați literele majuscule în parolă

# unittranslate.statusexitlazlock
source: Exit LazLock
hu: Lépjen ki a LazLockból
ro: Ieșiți din LazLock

# unittranslate.statusremoveentry
source: Remove an entry
hu: Távolítson el egy bejegyzést
ro: Eliminați o intrare

# unittranslate.statussaveencrypt
source: Save and encrypt database
hu: Az adatbázis mentése és titkosítása
ro: Salvați și criptați baza de date

# unittranslate.statusselectpwlength
source: Select number of characters in password
hu: Jelszó számának kiválasztása
ro: Selectați numărul de caractere din parolă

# unittranslate.strongpw
source: Strong password
hu: Erős jelszó
ro: Parola puternica

# unittranslate.verystrongpw
source: Very strong password
hu: Nagyon erős jelszó
ro: Parola foarte puternică

# unittranslate.veryweakpw
source: Very weak password
hu: Nagyon gyenge jelszó
ro: Parola foarte slabă

# unittranslate.weakpw
source: Weak password
hu: Gyenge jelszó
ro: Parola slabă

# unittranslate.welcomemessagedialog
source: Welcome to LazLock Password Manager A new vault has been created for you to begin storing your passwords. Do you wish to view the online help?
hu: Üdvözöljük a LazLock Password Manager programban Új fiókot hoztak létre, hogy elkezdhesse a jelszavak tárolását. Szeretné megtekinteni az online súgót?
ro: Bine ați venit la LazLock Password Manager A fost creată o nouă seif pentru a începe stocarea parolelor. Doriți să vizualizați ajutorul online?

# tmainlazlock.rcmmnuopenurl.caption
source: Open in browser
hu: Megnyitás böngészőben
ro: Deschis în browser

# tmainlazlock.rcmnuopenurl.caption
source: Open in browser
hu: Megnyitás böngészőben
ro: Deschis în browser

# tmainlazlock.stmmnuaddentry.caption
source: Add Entry
hu: Bejegyzés hozzáadása
ro: Adaugă înregistrare

# tmainlazlock.stmmnupwgen.caption
source: Password Generator
hu: Jelszó generátor
ro: Generator de parolă

# tpasswordgenerator.edname1.caption
source: Name of Site
hu: A webhely neve
ro: Numele site-ului

# tpasswordgenerator.edname2.caption
source: Name of Site
hu: A webhely neve
ro: Numele site-ului

source: eg Cpunk-Security
hu: pl. Cpunk-Security
ro: de exemplu, Cpunk-Security

# tpasswordgenerator.edpassword1.caption
source: Password
hu: Jelszó
ro: Parola

# tpasswordgenerator.edpassword2.caption
source: Password
hu: Jelszó
ro: Parola

# tpasswordgenerator.eduser1.caption
source: Username
hu: Felhasználónév
ro: Nume de utilizator

# tpasswordgenerator.eduser2.caption
source: Username
hu: Felhasználónév
ro: Nume de utilizator

# tmainlazlock.rcmmnucopypw.caption
source: Copy Password
hu: Jelszó másolása
ro: Copiați parola

# tmainlazlock.rcmmnucopyurl.caption
source: Copy URL
hu: URL másolása
ro: Copiați adresa URL

# tmainlazlock.rcmmnucopyuser.caption
source: Copy Username
hu: Másolás Felhasználónév másolása
ro: Copiați numele de utilizator

# tmainlazlock.rcmnucopypassword.caption
source: Copy Password
hu: Jelszó másolása
ro: Copiați parola

# tmainlazlock.rcmnucopyurl.caption
source: Copy URL
hu: URL másolása
ro: Copiați adresa URL
